Repository: hforge/itws
Catalog: locale/*.po
Languages: fr

source: Subtotal (without VAT)
fr: Total HT

source: Suspicion of fraud
fr: Suspicion de fraude

source: Table Of Content (TOC) to display choosen subsections and webpages
fr: Table des matières affichant les pages web et les sous-sections sélectionnées

source: Table Of Content (TOC) to display choosen subsections and webpages in the central part
fr: Table des matières de la colonne centrale affichant les pages web et les sous-sections

source: Tag Cloud Preview
fr: Aperçu du Nuage de tags

source: Tag cloud
fr: Nuage de tags

# div
source: Tags are global to the website.
fr: Les tags sont globaux au site web.

source: Tags folder
fr: Répertoire étiquettes

source: Tags to show (0 for all tags)
fr: Nombre de tag a afficher (0 pour tous les afficher)

source: Target
fr: Cible

source: Tax
fr: TVA

# table cell
source: Tax
fr: TVA

source: Tax value
fr: Montant TVA

source: Text
fr: Texte

# div
source: The menu is empty
fr: Le menu est vide

source: Theme
fr: Thème

# div
source: There are errors in this RSS:
fr: Des erreurs ont été détectées dans ce RSS:

source: There are {n} bills.
fr: {n} factures.

source: There are {n} orders
fr: {n} commandes.

source: There are {n} payments
fr: {n} paiements.

source: There are {n} payments mode.
fr: {n} modes de paiement.

source: There are {n} payments.
fr: {n} paiements.

source: There is 1 bill.
fr: 1 facture.

source: There is 1 order
fr: 1 commande.

source: There is 1 payment
fr: 1 paiement.

source: There is 1 payment mode.
fr: 1 mode de paiement.

source: There is 1 payment.
fr: 1 paiement.

source: There is currently no referenced tags.
fr: Il n'y a encore aucun tag référencé.

source: There is no items for this feed.
fr: Aucun objet pour ce flux.

# div
source: There is not enough ordered webpages/subsections to display the box.
fr: Il n'y a pas assez de pages web/sections ordonnées pour afficher la boîte.

source: These following resources cannot be removed: {resources}.
fr: Les ressources suivantes ne peuvent être supprimées : {resources}.

# div
source: This HTMLContent is empty
fr: Contenu HTML vide

# title attribute
source: This field is required
fr: Ce champ est obligatoire

# body
source: This is your first box in your sidebar.
fr: Ceci est votre première boîte dans votre barre latérale.

# paragraph
source: This order has been payed
fr: Cette commande a été payée

# paragraph
source: This order hasn't been payed yet.
fr: Cette commande n'a pas encore été payée.

source: This product has been added to your order
fr: Ce produit a été ajouté à votre commande

# paragraph
source: This site is powered by <g id='1'>itws</g>, an open source content management solution developped by <g id='2'>Itaapy</g>, Free software solutions provider in Paris.
fr: Ce site est motorisé par <g id='1'>itws</g> une solution open source de gestion de contenu développé par Itaapy, fournisseur de solution Open Source.

source: This tag cloud will display only the tags from selected types of content
fr: Ce nuage de tags ne va afficher que les tags des types de contenu sélectionnés

source: This {title} uses pending/private resources please go to <a href="{path}/;backlinks">backlinks interface</a>.
fr: Ce {title} utilise des ressources "En attente de validation" ou bien "privées", veuillez aller sur l'<a href="{path}/;backlinks">interface des rétroliens</a>.

source: Thumb height
fr: Hauteur de l'aperçu

source: Thumb width
fr: Largeur de l'aperçu

source: Thumbnail
fr: Aperçu

source: Title
fr: Titre

# table cell
source: Title
fr: Titre

source: Title link
fr: Lien sur le titre

source: Title link target
fr: Cible du lien sur le titre

source: Title only
fr: Titre seulement

source: Title view
fr: Vue du titre

source: Title with thumbnail
fr: Titre avec vignette

source: To much Paid
fr: Trop-payé

source: Too many attemps at secret code
fr: Trop de tentatives pour le code secret

source: Too many attempts at secret card
fr: Trop de tentatives pour la carte secrète

# table cell
source: Total Price
fr: Prix total

source: Total VAT inc.
fr: Prix TTC

source: Total VAT not inc.
fr: Prix HT

# emphasis
source: Total amount
fr: Montant total

source: Total paid
fr: Total payé

# table cell
source: Total paid
fr: Total payé

source: Total price
fr: Prix total

# table cell
source: Total price
fr: Prix total

source: Transaction approved or successfully processed.
fr: Transaction acceptée ou effectuée avec succès.

source: Turning footer
fr: Pied de page aléatoire

source: Turning footer folder
fr: Répertoire du pied de page aléatoire

source: Twitter account name
fr: Nom d'utilisateur Twitter

source: Twitter feed (micro-blogging service).
fr: Flux Twitter (service de micro-blogging)

source: Type of content to display
fr: Type de contenu à afficher

source: Unit Price
fr: Prix unitaire

# table cell
source: Unit Price
fr: Prix unitaire

# table cell
source: Unit Price (with tax)
fr: Prix unitaire (TTC)

source: Unit Price VAT inc.
fr: Prix unit. TTC

source: Unknow error
fr: Erreur inconnue

source: Use current section as tree root
fr: Utiliser la section courante comme base pour l'arborescence

source: User Id
fr: Identifiant du compte

source: VAT
fr: TVA

source: Validated ?
fr: Validé ?

source: View
fr: Voir

source: Waiting for check
fr: En attente du chèque

source: Waiting payment
fr: En attente de paiement

source: Website data folder
fr: Répertoire de données du site

source: Welcome
fr: Bienvenue

# body
source: Welcome on <g id='1'>ITWS</g>.
fr: Bienvenue sur <g id='1'>ITWS</g>.

source: Yes
fr: Oui

source: You are linking to {n} unpublished resources, some users may not be able to see them.<br/>See <a href="{path}/;backlinks">backlinks interface</a>.
fr: Vous pointez vers {n} ressources non publiées, certains utilisateurs ne pourront pas y accéder.<br/>Voir <a href="{path}/;backlinks">interface des rétroliens</a>

# li
source: You can <g id='1'>add a new Tag</g>.
fr: Vous pouvez <g id='1'>ajouter un tag</g>.

# li
source: You can <g id='2'>manage and translate</g> Tags.
fr: Vous pouvez <g id='2'>gérer et traduire</g> les tags.

source: You can choose a banner
fr: Vous pouvez choisir une bannière

# div
source: You can tag Webpages, News and Slides directly from their edit interfaces.
fr: Vous pouvez taguer les pages web, les news et les vignettes directement depuis leur interface d'édition.

# heading
source: Your shop
fr: Votre boutique

source: Your shop products
fr: Vos produits

source: resource "%s" not found
fr: ressource "%s" non trouvée

source: {ws_title} -- RSS Feeds
fr: {ws_title} -- Flux RSS

source: {ws_title} {title} -- RSS Feeds
fr: {ws_title} {title} -- Flux RSS
