Repository: hforge/itws
Catalog: locale/*.po
Languages: fr

# paragraph
source: ${n/description} <g id='8'> Read more... </g>
fr: ${n/description} <g id='8'> Lire la suite... </g>

source: (Use as banner if there is no image banner)
fr: (Utilisé à défaut d'une image de bannière)

source: 404 page
fr: Page 404

# b
source: <g id='1'>${status}</g> <g id='2'>Unknow state</g>
fr: <g id='1'>${status}</g> <g id='2'>État inconnu</g>

# span
source: <g id='11'>${devise}</g><x id='12'/> Price with tax:
fr: <g id='11'>${devise}</g><x id='12'/> Prix TTC :

# link
source: <g id='12'>${user/title}</g> <g id='13'>|</g> <g id='14'>Log out</g>
fr: <g id='12'>${user/title}</g> <g id='13'>|</g> <g id='14'>Déconnexion</g>

# span
source: <g id='15'>${devise}</g><x id='16'/> Final price:
fr: <g id='15'>${devise}</g><x id='16'/> Prix final :

# link
source: <g id='16'>Log in</g> <g id='17'>Log out</g>
fr: <g id='16'>Connexion</g> <g id='17'>Déconnexion</g>

# link
source: <g id='20'>Itaapy</g> helps you with setting up your web site , e-commerce or intranet.
fr: <g id='20'>Itaapy</g> vous accompagne dans la réalisation de vos sites-web, site e-commerce et intranet évolutifs.

# span
source: <g id='3'>${devise}</g><x id='4'/> Final pre-tax price:
fr: <g id='3'>${devise}</g><x id='4'/> Prix final HT :

# link
source: <g id='5'> [Hide advanced resources] </g> <g id='6'> [Show advanced resources] </g>
fr: <g id='5'> [Cacher les resources avancées] </g> <g id='6'> [Afficher les resources avancées] </g>

# link
source: <g id='5'>Itws</g> is based on <g id='6'>iKaaro</g>, a <g id='7'>Python</g> CMS, built upon <g id='8'>itools</g> providing the object database and standards formats manipulation, <g id='9'>Git</g> for versionning <g id='10'>Xapian</g> for indexing and <g id='11'>Libsoup</g> as HTTP server.
fr: <g id='5'>Itws</g> est basé sur <g id='6'>iKaaro</g>, CMS écrit en <g id='7'>Python</g>, s'appuyant sur <g id='8'>itools</g> pour sa base de donnée objet et l'implémentation de standards, <g id='9'>Git</g> pour le versionning, <g id='10'>Xapian</g> pour l'indexation, <g id='11'>Libsoup</g> comme serveur HTTP.

# span
source: <g id='7'>${devise}</g><x id='8'/> Tax value:
fr: <g id='7'>${devise}</g><x id='8'/> Montant TVA :

source: A mandatory variable is missing.
fr: Une variable requise est manquante.

source: A payment
fr: Un paiement

source: About ITWS
fr: À propos d'ITWS

source: Abspath
fr: Chemin absolu

source: Access refused or site/rank/identifier incorrect
fr: Accès refusé ou site/rang/identifiant incorrect

source: Access to file denied
fr: Accès au fichier interdit

source: Account holder
fr: Titulaire du compte

source: Activate
fr: Activer

source: Active
fr: Activé

source: Add
fr: Ajouter

source: Add '{x}'
fr: Ajouter '{x}'

source: Add Central Part Box
fr: Ajouter une boîte centrale

source: Add RSS
fr: Ajouter un RSS

source: Add a box
fr: Ajouter une boîte

source: Add a line
fr: Ajouter une ligne

source: Add a payment
fr: Ajouter un paiement

source: Add a sidebar box
fr: Ajouter une boîte latérale

# title attribute
source: Add a tag
fr: Ajouter un tag

source: Add content
fr: Ajouter du contenu

source: Add entry
fr: Ajouter une entrée

source: Add new image
fr: Ajouter une image

source: Add sidebar box
fr: Ajouter une boîte latérale

# table cell
source: Add your content here.
fr: Ajoutez votre contenu ici

source: Add {class_title}
fr: Ajouter {class_title}

source: Adding resources to {path} is not allowed.
fr: Ajouter une resource dans {path} n'est pas autorisé

# span
source: Admin
fr: Administration

source: Advanced
fr: Avancé

source: Advanced State
fr: État avancé

source: Advanced state
fr: État avancé

source: All feeds
fr: Tous

source: Amount
fr: Montant

source: Amount incorrect
fr: Montant incorrect

# paragraph
source: An error occured, the tweets have not been updated.
fr: Une erreur a empêché de mettre à jour les tweets.

source: Available
fr: Disponible

source: Back to parent section
fr: Retourner à la section parente

source: Back to section
fr: Retourner à la section

source: Bank
fr: Banque

source: Banner path
fr: Chemin vers la bannière

source: Banner title
fr: Titre de la bannière

source: Batch size
fr: Nombre d'éléments affichés

source: Bill
fr: Facture

source: Bill generated again.
fr: Facture générée à nouveau.

source: Bills
fr: Factures

source: Body
fr: Message

source: Box
fr: Boîte

source: Box %s should be at least content box or side box
fr: La boîte %s devrait être au moins une boîte de contenu ou une boîte latérale

source: Box to create a menu (1 level only)
fr: Boîte latérale pour créer un menu (à un niveau seulement)

source: Breadcrumb title
fr: Titre du site web dans le fil d’Ariane

source: Browse
fr: Parcourir

source: Buyable products on shop
fr: Liste des produits en vente

source: Buyable?
fr: En vente ?

source: Canceled
fr: Annulé

source: Caption Content
fr: Contenu de la légende

source: Caption Title
fr: Titre de la légende

source: Change mode edition/navigation
fr: Basculer entre édition et navigation

source: Change to edition mode
fr: Basculer en mode édition

source: Change to navigation mode
fr: Basculer en mode navigation

source: Check
fr: Chèque

source: Check Payment
fr: Paiement par chèque

source: Check number
fr: Numéro du chèque

source: Check refused by the bank
fr: Chèque refusé par la banque

# title attribute
source: Click to select/unselect all rows
fr: Cliquez pour sélectionner/désélectionner toutes les lignes

source: Client cancellation
fr: Annulation par le client

source: Closed
fr: Clos

source: Composite view
fr: Vue composite

source: Configuration view
fr: Vue configuration

source: Configure
fr: Configurer

source: Configure Order module
fr: Configurer le module commandes

# link
source: Configure shop
fr: Configurer la boutique

# link
source: Configure taxes
fr: Configurer la TVA

source: Configure view
fr: Vue configuration

source: Contact form to collect messages from users
fr: Formulaire de contact pour recueillir des messages des utilisateurs

source: Contact us
fr: Contactez-nous

source: Container
fr: Conteneur

source: Content
fr: Contenu

source: Content with tags
fr: Contenu taggé

source: Continue >
fr: Continuer >

source: Control Panel
fr: Configuration

source: Control panel
fr: Configuration

source: Create a new ITWS Web Site
fr: Créer un nouveau site web ITWS

source: Create a new central box
fr: Créer une nouvelle boîte centrale

source: Create a new order
fr: Créer une nouvelle commande

source: Create a new resource
fr: Créer une nouvelle ressource

source: Create a new sidebar box
fr: Créer une nouvelle boîte latérale

source: Creation Date
fr: Date de création

source: Creation date
fr: Date de création

source: Currency
fr: Devise

source: Currency unknown
fr: Devise inconnue

source: Customer
fr: Client

# table cell
source: Customer
fr: Client

source: Customer id
fr: ID Client

source: Customer ref.
fr: Réf. client

source: Date of writing
fr: Date de rédaction

source: Deactivate
fr: Désactiver

source: Details View (without pictures)
fr: Vue détaillée (sans les images)

# paragraph
source: Discover <g id='21'>iScrib</g>, a tool to create your data collection applications in just a clic using your specification on a simple spreadsheet !
fr: Découvrez également <g id='21'>iScrib</g>, un outil de création d'applications de collecte de données en un clic à partir de leur spécification sur une simple feuille de calcul !

source: Display a cloud with defined tags.
fr: Afficher un nuage avec les tags définis.

source: Display image title
fr: Afficher le titre de l'image

source: Display images as thumbnail
fr: Afficher les images en vignettes

source: Display images or thumbnails as a gallery
fr: Afficher des images ou des miniatures en galerie

source: Display ordered resources only.
fr: N'afficher que les ressources ordonnées.

source: Display the feed of a content from the website
fr: Afficher le flux d'un contenu du site web

source: Display title
fr: Afficher le titre

source: Do a payment
fr: Effectuer un règlement

source: Do not honour
fr: Ne pas honorer

source: Do not order (won't be displayed)
fr: Ne pas ordonner (ne pas afficher)

# link
source: Download your bill
fr: Télécharger votre facture

source: Edit
fr: Éditer

source: Edit 404
fr: Éditer la page 404

source: Edit RSS
fr: Éditer les RSS

source: Edit address
fr: Éditer l'adresse

source: Edit box '{title}'
fr: Éditer la boîte "{title}"

source: Edit box title
fr: Éditer le titre de la boîte

source: Edit footer
fr: Modifier le pied de page

source: Edit menu
fr: Éditer le menu

# span
source: Edit mode
fr: Mode édition

source: Edit robots.txt
fr: Éditer le fichier robots.txt

source: Edit tags
fr: Éditer les tags

source: Edit theme
fr: Modifier le thème

source: Edit turning footer
fr: Modifier le pied de page aléatoire

source: Edit with an external editor
fr: Modifier avec un éditeur externe

source: Enabled ?
fr: Activé ?

source: Error in secret code
fr: Code secret incorrect

source: Error: Can't merge PDF
fr: Erreur: Impossible de fusionner les PDF

source: Error: payment module can't be loaded. (%s)
fr: Erreur: Le module paybox ne peux pas être chargé (%s)

source: Expired card
fr: Carte expirée

source: Expiry date incorrect
fr: Date d'expiration incorrecte

source: Expiry date of the card passed
fr: Date d'expiration de la carte dépassée

source: Export
fr: Exporter

# link
source: Export the feeds as an OPML file
fr: Exporter les flux au format OPML

# title attribute
source: Export the feeds as an OPML file
fr: Exporter les flux au format OPML

source: Feed
fr: Remontée de contenu (flux)

source: Feed Source
fr: Source du flux

source: Feed TagAware elements
fr: Remontée d'éléments taggés

source: Feed template
fr: Gabarit de remontée (flux)

source: Feed view
fr: Vue de remontée (flux)

source: Feed view configuration
fr: Configuration de la vue de remontée

source: Feeds activated.
fr: Flux activés.

source: Feeds deactivated.
fr: Flux désactivés.

# span
source: Filter by feed
fr: Filtrer par flux

# legend
source: Filter by type
fr: Filtrer par type

source: Find the GPS coordinates
fr: Trouver les coordonnées GPS

source: First to last
fr: Du premier au dernier

source: Footer folder
fr: Répertoire du pied de page

source: Footer menu
fr: Menu du pied de page

source: Force thumbnail size
fr: Forcer la taille de l'aperçu

source: Form
fr: Formulaire

source: Formatted Content (HTML)
fr: Contenu formaté (HTML)

source: French tax
fr: TVA Française

source: Gallery
fr: Galerie

source: Gallery view
fr: Vue galerie

source: Generate bill again (overwrite previous one)
fr: Générer à nouveau la facture (en écrasant l'ancienne)

# span
source: Generated by ITWS
fr: Généré par ITWS

source: Go home
fr: Retour à la racine du site

source: Go there to edit sidebar
fr: Éditer la barre latérale

source: HTML Content
fr: Contenu HTML

# div
source: Here you can create and translate them.
fr: Ici vous pouvez les créer et les traduire.

source: Hi, A new order has been done in your shop. You can found details here: {order_uri}
fr: Bonjour, Une nouvelle commande a été réalisée sur votre site. Vous pouvez la retrouver ici : {order_uri}

source: Hi, Payment has been validated on order #{order_name} You can found details here: {order_uri}
fr: Bonjour, Un règlement a été validé pour la commande #{order_name} Vous pouvez la retrouver ici : {order_uri}

source: Hi, Payment has been validated on your order #{order_name} You can found details here: {order_uri}
fr: Bonjour, Un règlement a été validé pour votre commande #{order_name} Vous pouvez la retrouver ici : {order_uri}

source: Hi, Your order number #{order_name} has been recorded. You can found details on our website: {order_uri}
fr: Bonjour, Votre commande n° #{order_name} a été enregistrée. Vous pouvez la retrouver ici : {order_uri}

source: Hi, your payment has been validated. ------------------------ Id payment: {name} Payment Way: {payment_way} Amount: {amount} ------------------------
fr: Bonjour, votre paiement a été validé. ------------------------ Id paiement: {name} Mode de paiement: {payment_way} Montant: {amount} ------------------------

source: Hide if there is only one item
fr: Ne pas afficher la boîte si celle-ci ne contient qu'un élément

source: Home page
fr: Accueil

# legend
source: How to add a box in the sidebar ?
fr: Comment ajouter une boîte dans la barre latérale ?

source: I agree with the terms and conditions of use.
fr: J'ai lu et j'accepte les conditions d'utilisation.

source: INVOICE
fr: FACTURE

source: ITWS Newsletter
fr: Newsletter ITWS

source: ITWS Web Site
fr: Site web ITWS

source: ITWS skin
fr: Habillage ITWS

source: Id Autorisation
fr: Numéro d'autorisation

source: Identi.ca account name
fr: Nom d'utilisateur Identi.ca

source: Identi.ca feed (open micro-blogging service).
fr: Flux Identi.ca (service ouvert de micro-blogging)

source: Image Link
fr: Lien de l'image

source: Image Path
fr: Chemin de l'image

# legend
source: Informations about payment #${name}
fr: Informations sur le paiement #${name}

source: Insufficient funds or over credit limit
fr: Fonds Insuffisants ou dépassant la limite autorisée

source: Internal server error
fr: Erreur interne du serveur

source: Invalid amount
fr: Montant invalide

source: Invalid format
fr: Format invalide

source: Invalid payment amount
fr: Montant invalide

source: Invalid retailer
fr: Détaillant invalide

source: Invalid transaction
fr: Transaction invalide

source: Invalid value.
fr: Valeur non valide

source: Invoice date:
fr: Date de facture :

source: Invoice num:
fr: Numéro de facture :

source: Is active
fr: Actif

source: Is paid ?
fr: Payé ?

source: Items number
fr: Nombre d'objets taggés

# body
source: Itws allow you to do many things
fr: Itws vous permet de faire beaucoup de choses

source: Keywords (Separated by comma)
fr: Mots clés (Séparés par des virgules)

source: Last Author
fr: Dernier auteur

source: Last Modified
fr: Dernière modification

source: Last News
fr: Dernière News

source: Last change
fr: Dernière modification

source: Last modified
fr: Dernière modification

source: Last to first
fr: Du dernier au premier

source: Line
fr: Ligne

source: Link Target
fr: Cible du lien

source: List backlinks of this resource
fr: Liste des ressources qui pointent vers cette ressource

source: List buyable products
fr: Liste des produits en vente

source: List resources that link to this resource
fr: Lister les ressources qui ont un lien vers cette ressource

# label
source: Location:
fr: Emplacement :

# link
source: Log in
fr: Connexion

# title attribute
source: Log in
fr: Connexion

source: Log out
fr: Déconnexion

# title attribute
source: Log out
fr: Déconnexion

source: Long title
fr: Titre long

source: Manage TOC
fr: Gérer la table des matières

# link
source: Manage all orders
fr: Gérer toutes les commandes

# table cell
source: Manage all orders
fr: Gérer toutes les commandes

source: Manage home page content
fr: Gérer le contenu de la page d'accueil

source: Manage order
fr: Gérer la commande

source: Manage sidebar boxes
fr: Gêrer les boîtes latérales

source: Map
fr: Carte

source: Map height
fr: Hauteur de la carte

source: Map width
fr: Largeur de la carte

# div
source: Minimum limit:
fr: Limite:

source: Modification Date
fr: Date de modification

source: My first sidebar
fr: Ma première barre latérale

source: Name
fr: Nom

source: Navigation box
fr: Boîte de navigation

source: Navigation tree which displays a full tree from root.
fr: Arbre de navigation qui affiche toute l'arborescence depuis la racine.

source: Navigator
fr: Navigateur

source: Neutral Skin 1
fr: Habillage Neutral 1

source: News Folder
fr: Répertoire des News

source: News Folder contains news ordered by date of writing
fr: Les dossiers de news contiennent des news ordonnées par date de rédaction

source: News folder view
fr: Répertoire des News

source: News is a webpage with a small description used by the News Folder, News can be tagged
fr: Une news est une page web avec une courte description, utilisée dans un dossier de news. Les news peuvent être taguées.

source: No
fr: Non

# div
source: No banner to show, please configure it.
fr: Aucune bannière à afficher, merci de les configurer.

# div
source: No ordered webpages/subsections to show
fr: Aucune page web ou section à afficher

source: Notification mails
fr: E-mails de notification

source: Notification: New order #{order_name} in your shop
fr: Notification : Nouvelle commande #{order_name} sur votre site

source: Notification: Payment validated on order #{order_name}
fr: Notification : Paiement validé sur votre commande #{order_name}

# body
source: Now you can add other boxes ;)
fr: Maintenant vous pouvez ajouter d'autres boîtes ;)

source: Number of items to show (0 = All)
fr: Nombre d'éléments à afficher (0 = Tous)

source: Number of messages
fr: Nombre de messages

source: Number of tweets
fr: Nombre de tweets

source: Numerical variables contains a non-numerical character
fr: Valeur non numérique dans un champ numérique

source: OPML version
fr: Version OPML

source: Only on current section
fr: Seulement sur la section courante

source: Operation successful
fr: Opération effectuée avec succès

source: Order
fr: Commande

source: Order Central Part Boxes
fr: Ordonner les boîtes centrales

source: Order bottom
fr: Placer en bas

source: Order box
fr: Ordonner la boîte

source: Order boxes
fr: Ordonner les boîtes

source: Order central boxes
fr: Ordonner les boîtes centrales

source: Order confirmation
fr: Confirmation de commande

source: Order has been created
fr: Commande déjà créée

source: Order module
fr: Module commandes

# heading
source: Order number #${order/id}
fr: Commande numéro #${order/id}

# heading
source: Order n°${name}
fr: Commande n° ${name}

source: Order product
fr: Produit de commande

source: Order ref.
fr: Réf. commande

source: Order section
fr: Ordonner la section

source: Order sidebar boxes
fr: Ordonner les boîtes latérales

source: Order top
fr: Placer en haut

# paragraph
source: Order:
fr: Commande :

source: Orders
fr: Commandes

# link
source: Orders
fr: Commandes

source: Original product
fr: Produit initial

# paragraph
source: Our technical expertise brings you the opportunity of a leadership by innovation and helps improve productivity by thigh integration with your existing information system.
fr: Notre expertise technique vous permet d'accéder à une position de leader par l'innovation et de réaliser de vrais gains de productivité par l'intégration à votre SI.

source: PDF Logo
fr: Logo PDF

source: PDF Signature
fr: Signature PDF

source: Paid
fr: Payé

source: Partially paid
fr: Payé partiellement

source: Path
fr: Chemin

source: Pay
fr: Payer

source: Paybox IP address invalid
fr: Adresse IP invalide pour Paybox

source: Paybox Identifiant
fr: Identifiant Paybox

source: Paybox Payment
fr: Paiement Paybox

source: Paybox Rang
fr: Rang Paybox

source: Paybox Site
fr: Site Paybox

source: Paybox error
fr: Erreur Paybox

source: Payment
fr: Paiement

source: Payment Mode
fr: Moyen de paiement

source: Payment Module
fr: Module paiement

source: Payment Way
fr: Moyen de paiement

source: Payment already made.
fr: Paiement déja effectué.

source: Payment by check
fr: Paiement par chèque

source: Payment cancelled
fr: Paiement annulé

source: Payment done
fr: Paiement effectué

source: Payment end message
fr: Message de fin de paiement

source: Payment error
fr: Erreur lors du paiement

source: Payment modes
fr: Modes de paiement

source: Payment refused
fr: Paiement refusé

# div
source: Payment state:
fr: État du paiement

source: Payment successful
fr: Paiement effectué avec succès

source: Payment validated
fr: Paiement validé

# paragraph
source: Payment way:
fr: Moyen de paiement :

source: Payments
fr: Paiements

# link
source: Payments
fr: Paiements

source: Payments in real mode
fr: Paiements en mode réel

source: Please choose a payment mode
fr: Veuillez choisir un moyen de paiement

source: Please follow the payment procedure below.
fr: Veuillez suivre la procédure de paiement ci-dessous.

source: Powered by itws
fr: Propulsé par itws

source: Pre tax Price
fr: Prix HT

# table cell
source: Pre-tax price:
fr: Prix HT :

source: Preview
fr: Aperçu

source: Price
fr: Prix

source: Price (With taxes)
fr: Prix (taxe comprise)

source: Product reference
fr: Référence produit

source: Product title
fr: Nom du produit

source: Products
fr: Produits

# heading
source: Products
fr: Produits

# link
source: Products
fr: Produits

source: Publication Date & Time
fr: Date/heure de publication

source: Publication date
fr: Date de publication

source: Qty
fr: Qté

source: Quantity
fr: Quantité

# table cell
source: Quantity
fr: Quantité

source: RSS Feeds
fr: Flux RSS

source: RSS List
fr: Liste des RSS

source: RSS feeds allow to aggregate external feeds, filtering content by keywords
fr: Les flux RSS permettent d'agréger des flux externes, en les filtrant par mots-clé

source: Random selection
fr: Sélection aléatoire

source: Randomize tags
fr: Afficher les tags aléatoirement

source: Read more
fr: Lire la suite

source: Record duplicated, former record replaced
fr: Enregistrement dupliqué, enregistrement initial remplacé

source: Recursively
fr: Récursivement

source: Ref.
fr: Réf.

source: Reference
fr: Référence

# table cell
source: Reference
fr: Référence

source: Referenced by
fr: Utilisé par

# button
source: Rename
fr: Renommer

source: Render map with
fr: Afficher la carte à l'aide de

source: Request duplicated
fr: Requête dupliquée

source: Reserved
fr: Réservé

source: Resource type
fr: Type de ressource

source: Reverse
fr: Inversé

source: Robots exclusion standard
fr: Fichier d'exclusion des robots

source: Sanitize HTML
fr: Nettoyer le HTML

source: Save
fr: Enregistrer

source: Search
fr: Rechercher

# span
source: Search
fr: Rechercher

source: Search view
fr: Vue recherche

source: Sections allow to customize the central part and the sidebar. Sections can contain subsections.
fr: Les sections permettent de personnaliser la partie centrale et la partie latérale. Les sections peuvent contenir des sous-sections.

source: Secured payment paybox
fr: Paiement sécurisé Paybox

source: Security regulations not respected
fr: Règles de sécurité non respectées

# link
source: See errors
fr: Voir les erreurs

source: See last modifications
fr: Voir les dernières modifications

source: Select & Order
fr: Sélectionner et ordonner

# fieldset
source: Select an existing box below or <g id='1'>create a new box</g>
fr: Sélectionnez une boîte existante ci-dessous ou <g id='1'>créez une nouvelle boîte</g>

source: Select and order items of the table of contents of this section.
fr: Sélectionner or ordonner des éléments de la table des matièresde cette section.

source: Selected
fr: Sélectionné

source: Shop
fr: Boutique

source: Shop currencies
fr: Devises

source: Shop taxes
fr: Taxes

source: Show a location on Google Maps or OpenStreetMap
fr: Affiche un emplacement sur Google Maps ou OpenStreetMap

source: Show number of items for each tag
fr: Afficher le nombre d'éléments pour chaque tag

source: Show only items with these tags
fr: N'afficher que les éléments avec ces tags

source: Side menu
fr: Menu latéral

source: Sidebar box
fr: Boîte latérale

source: Sidebar boxes repository
fr: Dépôt contenant les boîtes latérales

source: Skin
fr: Habillage

source: Slideshow
fr: Diaporama

source: Slideshow of a set of images
fr: Diaporama d'une liste d'images

source: Sort by
fr: Trier par

source: Specific CSS
fr: CSS spécifique

source: State
fr: État

source: Stolen card
fr: Carte volée

source: Subscribe to resources modifications
fr: Être notifié lorsque cette resource est modifiée.

source: Subsections and Webpages TOC
fr: Table des matières des sous-sections et pages web
